[
    {
        "title": "The Sign of Chance",
        "content": "During this week, followers of Chance (wycces, cultists, husks and laceworkers) may decide, after flipping the Doomcoin, to ignore the skull result.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 0,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "The Week's Prayer",
        "content": "Steel oneself against the coming of the season, for winter's end brings tempting warmth.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 0
        },
        "categories": [
            "Prayer"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "The Vernal Equinox",
        "content": "The first day of spring; this day and night are exactly the same length.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Day of Wagers",
        "content": "It is tradition to make a wager with a friend, to be paid by the end of Saive (4).",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Mother's Moon [2]",
        "content": "The soothing orange light of Mother's Moon tints the land a strange amber colour. All who sleep beneath this full moon do so with the soundness of babes, unlikely to wake even in the event of danger.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 0
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Giving up the Bell",
        "content": "Throughout Painyme, town criers return their bells to the town hall. A secret vote is then held to determine whether the villagers consider them a trustworthy servant of the community who should return to their duties. If not, the leader of village selects a new town crier.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 1
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Mother's Moon [3]",
        "content": "The amber glow of the full moon is noticeably dimmer than on previous evenings. Fields and forests fill with the scratching noise of laceworker hatchlings still within their pearlescent egg casings.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 1
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Bautenmoot",
        "content": "The bautenlobbe travel to a secret location deep within the Weald. The purpose of this gathering is unknown to humanfolk, but their collective effort to attend makes clear its importance.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 2
        },
        "categories": [
            "Ecological"
        ]
    },
    {
        "title": "Bautenmoot's End",
        "content": "The bautenlobbe end their secret ceremony with a collective bellow. Anyone within the Weald can hear this roaring and know great numbers of bautenlobbe will soon be returning to their home dens.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 2
        },
        "categories": [
            "Ecological"
        ]
    },
    {
        "title": "Saive!",
        "content": "Up and down the coast, sailors raise a toast to a day of safe sailing. Ex-sailors uphold the tradition as a toast of good luck. On this day, most taverns will provide a free tot of grog to passing mariners, hoping to benefit from a portion of that luck.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 3
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Wager's Won",
        "content": "All bets made at the start of the week must be paid in full by midnight. It is tradition to call anyone who cannot pay a 'ballycur' until such a time as they can settle up.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 3
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Spither Hymn",
        "content": "If laceworkers have not yet hatched (see Result 6 on the Weather Table), those cults who worship Chance will gather in lonely, wild places to chant soft songs to their patron. The most devoted remain behind so as to provide sustenance for the newly hatched.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 4
        },
        "categories": [
            "Ecological",
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Laceworker Egg Hatching",
        "content": "Unless the weather has been warm during the previous week, on this night all laceworkers hatch en masse. Colourful swarms of tiny laceworkers scurry to and fro beneath the moonlight.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 4
        },
        "categories": [
            "Ecological"
        ]
    },
    {
        "title": "The Sign of Justice",
        "content": "During this week, followers of Justice (wycces, cultists, husks and wulfs) can track their quarry with ease by using the stars.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 1,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "The Week's Prayer",
        "content": "Seek not retribution; the weight of that responsibility falls to other, more capable hands.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 0
        },
        "categories": [
            "Prayer"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "The March",
        "content": "Soldiers on winter leave return to one of several Wealdean fronts. This begins as a parade through Assartum and descends into the gruelling march it actually is. ",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "The Grutching",
        "content": "On this night, it is considered good luck to prick your thumb and let a drop of blood fall into a well. This practise is strictly forbidden in cities and villages, most of which post guards throughout the night.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 0
        },
        "categories": [
            "Holiday",
            "Occult"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Day of Murmurs",
        "content": "Followers of Justice air their grievances publicly, making their grudges known to those who have wronged them. This is done verbally, as it is difficult to prove spoken heresy quickly enough to prevent harm befalling a person on the Day of Blows (9).",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 1
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Old Watch",
        "content": "In a tradition that predates the Justiciers, frustrated citizens don dark clothing and take up the tools they have to hand. Then they roam the streets, hoping trouble comes their way. Often, they run into each other.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 1
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Day of Appeals",
        "content": "Those who have been murmured against can seek forgiveness from those they've wronged. Alternatively, they can report them to the Church of the Divine Corpse or the Wyccefinders' Guild. It is unlikely either will do anything quickly enough to avert the Day of Blows.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 2
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Herth Fire's Night",
        "content": "The crescent moon shimmers whitely in the sky, a foreshadowing of Burning Moon.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 2
        },
        "categories": [
            "Astrological"
        ]
    },
    {
        "title": "Day of Blows",
        "content": "Unless appeased the day before, followers of Justice seek retribution against those who have wronged them, but only for those grudges aired on the Day of Murmurs. It is a day of sudden violence, missing livestock and foul-tasting meals. Corpses frequently turn up in lonely fields and distant riverbanks.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 3
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Bane Fire's Night",
        "content": "The glowing half moon causes shadows to writhe and shiver, as when near a bonfire.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 3
        },
        "categories": [
            "Astrological"
        ]
    },
    {
        "title": "Rodmen's Delight",
        "content": "With a week of bright nights ahead, young rodmen embrace the responsibility of watching flocks and herds. More experienced rodmen help animals with calving, lambing and farrowing.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Agricultural"
        ]
    },
    {
        "title": "March of the Chosen",
        "content": "In the borderkingdom of Acheron, Castle Acheron thaws. The Chosen return home.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Military"
        ]
    },
    {
        "title": "Heall Fire's Night",
        "content": "The gibbous moon flares and flames, all but crackling in anticipation of Burning Moon.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 4
        },
        "categories": [
            "Astrological"
        ]
    },
    {
        "title": "Sign of Perception",
        "content": "During this week, slumber brings with it terrible portents of the future. These are amplified if one spends any amount of time gazing at the night sky.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 2,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "Sanctum Ablutio",
        "content": "The devout meditate on the cardinal sin of Exultation (ds:157) and children who have reached 8 years of age are baptised in a nearby body of running water. Congregations will gather at their local church for a long sermon as usual, then proceed to a nearby stream or river.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Burning Moon",
        "content": "The full moon blazes forth and white-hot stars cut through a mottled rubine sky. The righteous devout begin a week-long sleepless 'watch and ward' so as to avoid glimpsing any visions sent by Perception.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 0
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Artem",
        "content": "A day when painting, dancing, reciting poetry, singing and sculpting is celebrated by all. Many villages erect elaborate displays and stalls for performers to occupy. Any shopkeeper who accepts of piece of art in exchange for their wares is considered a patron of the arts.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 1
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Burning Moon",
        "content": "The night is as bright as the day, yet still the stars shine through. As the moon grows, many of the devout opt to wear veils. These prevent them from even accidentally glancing at the heretical skies overhead.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 1
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Saint Chrysotaph's Day",
        "content": "To commemorate the day Saint Chrysotaph was driven mad by Perception, the people of Painyme wear blindfolds. At sundown, each throws a single item from an open window, representing the saint being defenestrated from the tower that was later named after him.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 2
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Burning Moon",
        "content": "Overhead, the night sky deepens to carmine and burgundy. The moon swells in size, looming over Painyme and daring its residents to gaze upwards. The stars flare and spark unpredictably.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 2
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "First Saint's Day",
        "content": "This day commemorates the First Saint, whose name has been lost to history. Their visions led to both the establishing of the Church of the Divine Corpse and the founding of Assartum over the mouth of Heall. The devout are forbidden from holding weapons on this day, so as to show the enduring power of words.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 3
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Burning Moon",
        "content": "The lights and colours above become so intense that the sky itself hums and quakes. Those who use the Astrologist ability or [commune] with Perception receive a +2 to related checks.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 3
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Astrologer's Vigil",
        "content": "Followers of Perception prepare for the final, glorious night of Burning Moon. The devout who have held 'watch and ward' for the full week are by now either dead, delirious, or stupefied from a lack of sleep.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Burning Moon",
        "content": "The incandescent glory of the stars reveal truths not otherwise visible to the naked eye. Those who use the Astrologist ability or [commune] with Perception may spend downtime to receive a very specific prophesy. Their ears and eyes spin with the glories of the heavens; they get the Half-deaf and Half-blind conditions for D6 days.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 4
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "The Sign of Oblivion",
        "content": "During this week, followers of Oblivion (wycces, cultists, husks and the —) can see through Blackest Night as if it were daylight.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 3,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "The Week's Prayer",
        "content": "They seek to make the dark their haven-place; but no safety will they find in the arms of traitors.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 0
        },
        "categories": [
            "Holiday",
            "Prayer"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Hot Obol Day",
        "content": "Local nobles gather on balconies to hurl scalding obols into the crowds gathered below. They watch with glee as the poor scrabble to pick up these heated metal coins.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Blackest Night",
        "content": "The sun sets but neither the moon nor the stars appear overhead. Each night will be darker than the last. The effects of Blackest Night stack until the stars return next week, under the sign of Joy.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 0
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Blind Man's Bluff",
        "content": "The superstitious go about wearing blindfolds for fear of 'being taken by Oblivion'. This practise is considered ridiculous rather than outright heretical. A concerning number of Oblivion's followers claim they can remember nothing before waking under the sign of Oblivion on Dies Secundus, usually near a beach.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 1
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Blackest Night",
        "content": "Folks can barely see the hands held directly in front of their faces. If a person is discovered outside in such darkness, the suspicions of the Wyccefinders' Guild are instantly raised.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 1
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Tongueless Truths",
        "content": "On this day, it is customary to write a secret on a piece of paper, put it in a bottle and hurl it into a body of water that will carry it to the sea. Local scribes make good money penning secrets for the illiterate. It is said when the Last Day is nigh, all secrets will return and wash up on the beaches.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 2
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Blackest Night",
        "content": "Even creatures that normally hunt at night lie quietly in their dens. A torch illuminates a mere five feet in any direction. It is swaddled in darkness and cannot be seen from more than a short distance away.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 2
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "The Fishmonger's Hook",
        "content": "Repeated nights of total darkness tempt strange creatures to the ocean's surface, where they can be snagged by daring fishers and reinforced nets. Those fishmongers with strange wares to sell usually chalk a shut-eyed fishhook on their signs.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 3
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Blackest Night",
        "content": "A bonfire illuminates no more than a pale puddle of the surrounding area. It is swaddled in darkness and cannot be seen from more than a short distance away.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 3
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Un-Knowing",
        "content": "Everyone shares the unspoken feeling that one day Blackest Night will last forever. The final day in the House of Sleep weighs heavily on the entire world. All living creatures have the Morose condition.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Blackest Night",
        "content": "A night akin to blindness. If a person finds themselves inside a burning house on this evening, the flames do not illuminate their escape.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 4
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Ecclesiarch's Official Birthday",
        "content": "The city of Assartum holds a week-long festival in praise of the Ecclesiarch. Smaller towns and villages hold less impressive celebrations.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 4,
            "day": 4
        },
        "categories": [
            "Ecclesiarch"
        ]
    },
    {
        "title": "The Week's Prayer",
        "content": "May the wisdom of the Ecclesiarch be a light in troubled times, brighter even than the sun.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 0
        },
        "categories": [
            "Prayer",
            "Ecclesiarch"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "The Summer's Solstice",
        "content": "The first day of summer. The longest day and shortest night of the entire year.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 0
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Triumph",
        "content": "On the first day of this celebratory week, an army's worth of Templar parade through Assartum.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "The Stars Return",
        "content": "The people of Painyme stay up late to welcome back the stars, often drinking far too much. This occurrence is invariably taken as proof that the shining path laid by the Immortal Corpse holds true.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 0
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Deliverance",
        "content": "On the second day of this celebratory week, Assartum’s stocks, pillories and holding cells are emptied. Their occupants are brought before the Ecclesiarch’s three Justiciers, who sentence them to death.  The day draws to a close with a series of mass beheadings, performed at various locations throughout the city.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 1
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Urchin-Swep",
        "content": "Following Deliverance, the streets run red. Waifs and urchins are assembled and paid a copper obol each to mop the gutters, lest a single drop of blood remains to stain the roads on Investiture.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 1
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Investiture",
        "content": "If an Ecclesiarch passed away during the previous year, their successor is crowned. If not, the reigning Ecclesiarch celebrates their official birthday. Throughout the land, labourers, serfs and villagers put down their tools to attend banquets funded by Assartum’s coffers. In the capital city, the feasting is legendary",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 2
        },
        "categories": [
            "Holiday",
            "Ecclesiarch"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Ratting Night",
        "content": "Emboldened by the presence of so many leftovers, rats pour forth from hiding. The Ratcatchers’ Guild make their presence known on the streets. It is an evening of blood, fur and wrath.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 2
        },
        "categories": [
            "Holiday",
            "Ecclesiarch"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Repentance",
        "content": "On the fourth day of this celebratory week, Wyccefinder Guildhalls throughout the land empty their dungeons. Those accused of wyccecraft are put on trial before their peers. Very few, if any, are pardoned; when night falls, the mass burnings begin. In Assartum, pyres can fill entire city squares.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 3
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Wyccefire Night",
        "content": "Large pyres light up Painyme’s hills and plains. Those who grieve for the accused do so in secret. Many light candles in their memory, all the while hoping the wyccefinders don’t take them, too.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 3
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Obsequies",
        "content": "On the fifth and final day of this celebratory week, the Gravediggers’ Guild inter those who passed during the week. Each of the dead receives an individual grave, burial rites and a copper key. Gravediggers are often at this work for two full days, digging through the night to complete the task before the unquiet dead rise.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 4
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Night of Restless Needles",
        "content": "Those who remember the old ways gather in groups of three. They lavishly embroider a pouch with the sun, the moon and the chalice. This is usually filled with sweet herbs and burnt before morning.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Occult"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "The Sign of Frenzy",
        "content": "During this week, followers of Frenzy (wycces, cultists, husks and opiri) can smell the fear of those truly to devout to the Divine Corpse, up to a mile away.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 5,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "The Week's Prayer",
        "content": "And lo! your enemies will scatter before you, and all foul beasts will perish and die.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 0
        },
        "categories": [
            "Prayer"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Death of Joy",
        "content": "On this day, the Sublime Joy was torn from the skies and murdered by Templar. Ever since, it has been darkened by a solar eclipse. This repeats on Dies Quartius, when Joy would dance with her sister and mother.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 0
        },
        "categories": [
            "Holiday",
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Joy’s Tears",
        "content": "An exquisite astrological display rips open the night sky: a meteor shower that streaks the sky in blue and green. Whilst staggeringly beautiful, the display is a dark herald of the approaching Ossein Moon.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 0
        },
        "categories": [
            "Occult",
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Mandatum: Custodore",
        "content": "By order of the Ecclesiarch, on the eve of the Ossein Moon all local militia rally to protect rural churches, Templar are sent forth to patrol holy sites, and the Reverential Guard is tripled around the Sepulchre Reverentia.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 1
        },
        "categories": [
            "Ecclesiarch"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Ossein Moon",
        "content": "As the bone-yellow moon crests the horizon, long-dormant opiri nests burst into activity. Entire settlements perish in a jubilant rush of hungry wings. The night is thick with the sound of feeding opiri-gara. ",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 1
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Mandatum: Opugnare",
        "content": "By order of the Ecclesiarch, after the first night of the Ossein Moon local militia from unaffected settlements travel to devastated villages. There, while the heretical beasts hide from the sun, they hunt down and try to destroy opiri nests. Most villagers flee to the nearest perceived place of safety.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 2
        },
        "categories": [
            "Ecclesiarch"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Ossein Moon",
        "content": "The opiri re-emerge from their nests, returning to devastated towns in search of survivors.  The baleful yellow eye of the moon peers down as Frenzy’s favoured seethe across ruined, hollow places.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 2
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Mandatum: Resistere",
        "content": "By order of the Ecclesiarch, on the final night of the Ossein Moon all surviving citizens are instructed to hunker down and ready a defence against wandering opiri. The villages nearest to ravaged sites often disobey, fleeing en masse because they know that, come nightfall, they will be targeted.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 3
        },
        "categories": [
            "Ecclesiarch"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Ossein Moon",
        "content": "On the third and final night of the Ossein Moon, the hunger of the opiri-gara drives them further afield. They scour forests and villages, searching for fresh meat and marrow.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 3
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "The Dancing Eclipse",
        "content": "Under the fading light of a full solar eclipse, those who worship the triple goddess of Ecstasy, Joy and Frenzy do so by dancing. The devout often refer to this day perjoratively as ‘Day of the Doxies’. As little as a hop, skip or twirl in front of the wrong person can be enough to be burnt as a wycce.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "Frenzy's Tears",
        "content": "The week closes with a meteor shower to parallel the first: bloody, rending streaks of red and gold. It is said that dancing on the bones of the freshly dead will prevent them returning as husks of Frenzy.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Astrological"
        ]
    },
    {
        "title": "The Sign of Fecundity",
        "content": "During this week, all fennig can all use the Growth occult ability (ds:237) as if they were fennig wycces.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 6,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult",
            "Ecological"
        ]
    },
    {
        "title": "Sanctum Votum",
        "content": "The devout meditate on the cardinal sin of Bliss (ds:157). This is the only day on which nobility can hold weddings; these events become the central focus of all congregations. Town gossips will have much to say about which weddings boasted the best attendance.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 0
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Vow of Chastity",
        "content": "It is considered a sin for newlyweds to consummate their marriage while the sign of Fecundity is in the sky. They must wait until First Night (36).",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 6,
            "day": 4
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "The Cenning",
        "content": "All along waterways and rivers, the fennig are notoriously absent for an event they call ‘the Cenning’. No one knows where they go or what they do; humanfolk assume it’s a kind of orgy. Anyone digging up their burrows on this day will find them unoccupied, their hoards of possessions unguarded.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 1
        },
        "categories": [
            "Holiday",
            "Ecological"
        ]
    },
    {
        "title": "Greenwood Dark",
        "content": "The Weald feels distinctly unsettling; it grows twice as fast overnight. The Signmakers’ Guild have reported seeing all manner of creatures gathering before greenwood shrines and altars; no one believes these stories.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 1
        },
        "categories": [
            "Holiday",
            "Ecological"
        ]
    },
    {
        "title": "Quota",
        "content": "Superstition dictates that if, before the end of Quota, woodcutters can clear the uncommonly vigourous growth the Weald displays during Greenwood Dark, it will be a good year. Villages on the outskirts of borderkingdoms often abandon their own tasks to go help the Woodcutters’ Guild achieve this.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 2
        },
        "categories": [
            "Holiday",
            "Ecological"
        ]
    },
    {
        "title": "Modranich",
        "content": "Night of ritual sacrifice performed in Fecundity’s name. Farmers take an adult female animal to the wilderness, then slaughter it with a prayer for safe births during the next lambing, calving or farrowing season.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 2
        },
        "categories": [
            "Holiday",
            "Occult",
            "Agricultural"
        ]
    },
    {
        "title": "Stitchwiggins",
        "content": "Folk empty their cupboards of garments and linens. They take them to local tailors, embroiderers and dressmakers, who embellish them with extravagant Signs of the Crossroads, the holy symbol of the Church. By providing this service free of charge, they are permitted to pay less tax in the following year.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 3
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Fædernich",
        "content": "Night of ritual sacrifice performed in Fecundity’s name. Farmers take an adult male animal to the wilderness, then slaughter it with a prayer for virility during the next breeding season.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 3
        },
        "categories": [
            "Holiday",
            "Occult",
            "Agricultural"
        ]
    },
    {
        "title": "The Holy Day of Saint Asaph",
        "content": "The devout empty their pantries and bake a whole host of foodstuffs. This delicious bounty must be consumed before the following dawn, when the sign of Feast appears in the heavens.  It is common for villagers to go door to door, sampling what their neighbours have baked.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 4
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Lytlingnicht",
        "content": "Night of ritual sacrifice performed in Fecundity’s name. Farmers take a young animal to the wilderness, then slaughter it with a prayer for healthy offspring during the next breeding season.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Occult",
            "Agricultural"
        ]
    },
    {
        "title": "The Sign of Feast",
        "content": "During this week, wherever followers of Feast (wycces, cultists and husks) go, food and water overflow. Livestock grow fat and berries weigh down every bush.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 7,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "The Week's Prayer",
        "content": "When the maggot mounts the heavens, we fast.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 0
        },
        "categories": [
            "Holiday",
            "Ecclesiarch"
        ]
    },
    {
        "title": "First Day of Fast",
        "content": "The devout abstain from consuming food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 0
        },
        "categories": [
            "Holiday",
            "Ecclesiarch"
        ]
    },
    {
        "title": "First Day of Feast",
        "content": "Heretics find ways to secretly stuff themselves with food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 0
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "First Night",
        "content": "Noble newlyweds, who are only allowed to marry on Santum Votum (31), may now consummate their marrages. This is because the sign of Fecundity is no longer in the heavens.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 0
        },
        "categories": [
            "Holiday",
            "Ecclesiarch"
        ]
    },
    {
        "title": "Second Day of Fast",
        "content": "The devout abstain from consuming food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 1
        },
        "categories": [
            "Holiday",
            "Ecclesiarch"
        ]
    },
    {
        "title": "Second Day of Feast",
        "content": "Heretics find ways to secretly stuff themselves with food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 1
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Lover's Light",
        "content": "Sweethearts carve their names into a candle and light it in a place that holds meaning for them.  Traditionally, if they remain together until the candle burns down, their love will prove everlasting.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 1
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Third Day of Fast",
        "content": "The devout abstain from consuming food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 2
        },
        "categories": [
            "Holiday",
            "Ecclesiarch"
        ]
    },
    {
        "title": "Third Day of Feast",
        "content": "Heretics find ways to secretly stuff themselves with food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 2
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Starving Crescent",
        "content": "The pale green glimmer of the Blighted Moon creeps into view. This thin sliver is a sign to the followers of Feast that they should begin constructing fat wicker figures for the Feast of the Wicker King.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 2
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "Fourth Day of Fast",
        "content": "The devout abstain from consuming food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 3
        },
        "categories": [
            "Holiday",
            "Ecclesiarch"
        ]
    },
    {
        "title": "Fourth Day of Feast",
        "content": "Heretics find ways to secretly stuff themselves with food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 3
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Half-Starved Moon",
        "content": "The followers of Feast carve black wooden bowls for the Feast of the Wicker King.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 3
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "Fifth Day of Fast",
        "content": "The devout abstain from consuming food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Ecclesiarch"
        ]
    },
    {
        "title": "Fifth Day of Feast",
        "content": "Heretics find ways to secretly stuff themselves with food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Feast of the Wicker King.",
        "content": "Followers of Feast place their black wooden bowls in the arms of their fat wicker figures. The bowl is filled with food and the figure is burnt. It is considered unsafe to burn an empty bowl.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "The Sign of Toil",
        "content": "During this week, followers of Toil (wycces, cultists and husks) struck down rise anew when the stars appear. Next week, they suffer greatly for this reprieve.",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 8,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "Troth-Plight.",
        "content": " Troth-Plight. Royal knights must deliver news of all proposed noble betrothals to the Ecclesiarch, in person. Betrothal feasts are held in relevant bordercastles. ",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Blighted Moon",
        "content": "Visible for 3 nights during the Sign of Toil. This moon glows corpse grey and sheds tiny flakes of luminescent powder, the rot of stars. Insects emerge in droves to consume this substance. ",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 0
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Maker's Day.",
        "content": " Maker's Day. Followers of Toil glorify their patron by destroying either their most recent or their finest mannekin. ",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 1
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Laceworker Egg Laying",
        "content": "Laceworker Egg Laying. Glutted on the insects attracted by Blighted Moon, the laceworkers begin laying eggs in earnest. These remain dormant until the following spring. ",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 3
        },
        "categories": [
            "Ecological"
        ]
    },
    {
        "title": "Sign of Rot.",
        "content": " Sign of Rot. At dawn, all unharvested crops wither and rot in their fields. Nothing edible remains. Villagers across the land hold a harvest festival to celebrate the end of their labours. ",
        "startDate": {
            "year": 541,
            "month": 9,
            "day": 0
        },
        "categories": [
            "Holiday",
            "Ecological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "New Moon (ROT)",
        "content": "As the new moon creeps across the land, bultchlings emerge from putrid crops and plant wendeworts (p. 287) in hollow trees. ",
        "startDate": {
            "year": 541,
            "month": 9,
            "day": 1
        },
        "categories": [
            "Astrological",
            "Ecological"
        ]
    },
    {
        "title": "Wende-withers.",
        "content": " Wende-withers. As the sign of Rot gives way to that of Honour, any unharvested wendeworts begin to shrivel and die. The hollow trees in which they grew begin to disintegrate. ",
        "startDate": {
            "year": 541,
            "month": 9,
            "day": 4
        },
        "categories": [
            "Ecological",
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Mass Pontifex - Sanctum Ostentatio.",
        "content": " Sanctum Ostentatio. The devout meditate on the sin of Lamentation. Saints and martyrs are paraded around a settlement's outer walls, then ceremonially cast out ",
        "startDate": {
            "year": 541,
            "month": 10,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Duellist's Moon",
        "content": "Visible for 3 nights during the Signs of Honour and Panic. This moon glows the crimson of fresh-spilt blood. There are many theories about the hole at its centre. ",
        "startDate": {
            "year": 541,
            "month": 10,
            "day": 3
        },
        "categories": [
            "Astrological"
        ]
    },
    {
        "title": "Day of Deals.",
        "content": " Day of Deals. Both the Ecclesiastical devout and the heretical followers of Honour regard deals and promises made on this day to be ‘more binding' than on any other. ",
        "startDate": {
            "year": 541,
            "month": 10,
            "day": 3
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Offre Men",
        "content": " Offre Men. Fearful devout construct offre men to put in front of their dwellings. Cults of Panic are so active this week that, sometimes, the only way to save a house is to offer a straw substitute. ",
        "startDate": {
            "year": 541,
            "month": 11,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "The March",
        "content": "The March. Soldiers chosen for winter leave begin the march homewards from Wealdean fronts. All roads leading to Assartum fill with regiments of happy foot soldiers. ",
        "startDate": {
            "year": 541,
            "month": 11,
            "day": 2
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Panic's Night.",
        "content": " Panic's Night. Panic makes his influence known in the world; crime and heresy abound. All who are accosted by the authorities say they couldn't help themselves – Panic made them do it. ",
        "startDate": {
            "year": 541,
            "month": 11,
            "day": 3
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Procession of the Forlorn.",
        "content": " Procession of the Forlorn. Followers of Hope ritualistically blind one of their own, believing their hope will bring back the sun. Every year, the sight of the blinded is restored at dawn. ",
        "startDate": {
            "year": 541,
            "month": 12,
            "day": 0
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Feast of Twelve Families",
        "content": "Feast of Twelve Families. Noble houses lay a table with 12 place settings: 5 are provided with food and drink, 7 are left empty. Nobles are expected to show generosity toward their lessers ",
        "startDate": {
            "year": 541,
            "month": 12,
            "day": 2
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Icelorn",
        "content": "Icelorn. The clans of Acheron toast their Queen and their Chosen, who are by now ice-locked within Castle Acheron. Communal howling continues long into the evening. ",
        "startDate": {
            "year": 541,
            "month": 12,
            "day": 3
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Mort-Aux-Rats",
        "content": " Mort-Aux-Rats. A ratcatching holiday. Peasants are given one obol for every rat they kill (as counted in tails) and present to the Ratcatchers' Guild. ",
        "startDate": {
            "year": 541,
            "month": 13,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Famished Moon",
        "content": "Visible for 3 nights during the Sign of Voracity. This moon is noticably smaller than any other, and consequently much darker. Any who eat under its light will find themselves ever-hungry. ",
        "startDate": {
            "year": 541,
            "month": 13,
            "day": 1
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Thieves' Banquet",
        "content": "Thieves' Banquet. Followers of Voracity steal something they do not want or need, only to hide it somewhere they will forget, dotting the countryside with hidden caches of valuables. ",
        "startDate": {
            "year": 541,
            "month": 13,
            "day": 3
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Mass Pontifex - Sanctum Profundio",
        "content": "Sanctum Profundio. The devout meditate on the sin on Woe. The Ecclesiarch prays with the living, then descends to the Sepulchre Reverentia's catacombs and prays with the dead. ",
        "startDate": {
            "year": 541,
            "month": 14,
            "day": 0
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Séance of the Sleepless",
        "content": "Séance of the Sleepless. Followers of Languor burn asphodel, synchronising so they can become one with Languor, the long-dead and each other all at the same time. ",
        "startDate": {
            "year": 541,
            "month": 14,
            "day": 1
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "The Ecclesiarch's Largesse",
        "content": "The Ecclesiarch's Largesse. Each officially recognised Guildhall receives a shipment of goods and supplies from the Ecclesiarch, intended as a thanks for services rendered. ",
        "startDate": {
            "year": 541,
            "month": 14,
            "day": 4
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Blessing of the Keys",
        "content": "Blessing of the Keys. Members of the clergy go house to house in villages, saying prayers over any keys found within. ",
        "startDate": {
            "year": 541,
            "month": 15,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Singing Grindstones",
        "content": "Singing Grindstones. Members of the Woodcutters' Guild return to the Weald. They stop in villages and get their axes sharpened. Blacksmiths do not charge for this service today. ",
        "startDate": {
            "year": 541,
            "month": 15,
            "day": 3
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "New Year's Eve",
        "content": "New Year's Eve. Throughout the land, all able-bodied villagers enter forests and fields to seek out clutches of laceworker eggs, to destroy them before they can hatch in spring. ",
        "startDate": {
            "year": 541,
            "month": 15,
            "day": 4
        },
        "categories": [
            "Holiday"
        ],
        "userVisibility": [
            "default"
        ]
    },
    {
        "title": "Mother's Moon",
        "content": "Visible for 3 nights during the Signs of the Grimme and Chance. This moon glows orange; its caress causes laceworker eggs to begin hatching en masse. ",
        "startDate": {
            "year": 541,
            "month": 15,
            "day": 4
        },
        "categories": [
            "Astrological"
        ],
        "userVisibility": [
            "default"
        ]
    }
]