[
    {
        "title": "The Sign of Chance",
        "content": "During this week, followers of Chance (wycces, cultists, husks and laceworkers) may decide, after flipping the Doomcoin, to ignore the skull result.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 0,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "The Week's Prayer",
        "content": "Steel oneself against the coming of the season, for winter's end brings tempting warmth.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 0
        },
        "categories": [
            "Prayer"
        ],
        "visibility": "public"
    },
    {
        "title": "The Vernal Equinox",
        "content": "The first day of spring; this day and night are exactly the same length.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Day of Wagers",
        "content": "It is tradition to make a wager with a friend, to be paid by the end of Saive (4).",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Mother's Moon [2]",
        "content": "The soothing orange light of Mother's Moon tints the land a strange amber colour. All who sleep beneath this full moon do so with the soundness of babes, unlikely to wake even in the event of danger.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 0
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Giving up the Bell",
        "content": "Throughout Painyme, town criers return their bells to the town hall. A secret vote is then held to determine whether the villagers consider them a trustworthy servant of the community who should return to their duties. If not, the leader of village selects a new town crier.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 1
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Mother's Moon [3]",
        "content": "The amber glow of the full moon is noticeably dimmer than on previous evenings. Fields and forests fill with the scratching noise of laceworker hatchlings still within their pearlescent egg casings.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 1
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Bautenmoot",
        "content": "The bautenlobbe travel to a secret location deep within the Weald. The purpose of this gathering is unknown to humanfolk, but their collective effort to attend makes clear its importance.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 2
        },
        "categories": [
            "Ecological"
        ]
    },
    {
        "title": "Bautenmoot's End",
        "content": "The bautenlobbe end their secret ceremony with a collective bellow. Anyone within the Weald can hear this roaring and know great numbers of bautenlobbe will soon be returning to their home dens.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 2
        },
        "categories": [
            "Ecological"
        ]
    },
    {
        "title": "Saive!",
        "content": "Up and down the coast, sailors raise a toast to a day of safe sailing. Ex-sailors uphold the tradition as a toast of good luck. On this day, most taverns will provide a free tot of grog to passing mariners, hoping to benefit from a portion of that luck.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 3
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Wager's Won",
        "content": "All bets made at the start of the week must be paid in full by midnight. It is tradition to call anyone who cannot pay a 'ballycur' until such a time as they can settle up.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 3
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Spither Hymn",
        "content": "If laceworkers have not yet hatched (see Result 6 on the Weather Table), those cults who worship Chance will gather in lonely, wild places to chant soft songs to their patron. The most devoted remain behind so as to provide sustenance for the newly hatched.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 4
        },
        "categories": [
            "Ecological",
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Laceworker Egg Hatching",
        "content": "Unless the weather has been warm during the previous week, on this night all laceworkers hatch en masse. Colourful swarms of tiny laceworkers scurry to and fro beneath the moonlight.",
        "startDate": {
            "year": 541,
            "month": 0,
            "day": 4
        },
        "categories": [
            "Ecological"
        ]
    },
    {
        "title": "The Sign of Justice",
        "content": "During this week, followers of Justice (wycces, cultists, husks and wulfs) can track their quarry with ease by using the stars.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 1,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "The Week's Prayer",
        "content": "Seek not retribution; the weight of that responsibility falls to other, more capable hands.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 0
        },
        "categories": [
            "Prayer"
        ],
        "visibility": "public"
    },
    {
        "title": "The March",
        "content": "Soldiers on winter leave return to one of several Wealdean fronts. This begins as a parade through Assartum and descends into the gruelling march it actually is. ",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "The Grutching",
        "content": "On this night, it is considered good luck to prick your thumb and let a drop of blood fall into a well. This practise is strictly forbidden in cities and villages, most of which post guards throughout the night.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 0
        },
        "categories": [
            "Holiday",
            "Occult"
        ],
        "visibility": "public"
    },
    {
        "title": "Day of Murmurs",
        "content": "Followers of Justice air their grievances publicly, making their grudges known to those who have wronged them. This is done verbally, as it is difficult to prove spoken heresy quickly enough to prevent harm befalling a person on the Day of Blows (9).",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 1
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Old Watch",
        "content": "In a tradition that predates the Justiciers, frustrated citizens don dark clothing and take up the tools they have to hand. Then they roam the streets, hoping trouble comes their way. Often, they run into each other.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 1
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Day of Appeals",
        "content": "Those who have been murmured against can seek forgiveness from those they've wronged. Alternatively, they can report them to the Church of the Divine Corpse or the Wyccefinders' Guild. It is unlikely either will do anything quickly enough to avert the Day of Blows.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 2
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Herth Fire's Night",
        "content": "The crescent moon shimmers whitely in the sky, a foreshadowing of Burning Moon.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 2
        },
        "categories": [
            "Astrological"
        ]
    },
    {
        "title": "Day of Blows",
        "content": "Unless appeased the day before, followers of Justice seek retribution against those who have wronged them, but only for those grudges aired on the Day of Murmurs. It is a day of sudden violence, missing livestock and foul-tasting meals. Corpses frequently turn up in lonely fields and distant riverbanks.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 3
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Bane Fire's Night",
        "content": "The glowing half moon causes shadows to writhe and shiver, as when near a bonfire.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 3
        },
        "categories": [
            "Astrological"
        ]
    },
    {
        "title": "Rodmen's Delight",
        "content": "With a week of bright nights ahead, young rodmen embrace the responsibility of watching flocks and herds. More experienced rodmen help animals with calving, lambing and farrowing.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Agricultural"
        ]
    },
    {
        "title": "March of the Chosen",
        "content": "In the borderkingdom of Acheron, Castle Acheron thaws. The Chosen return home.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Military"
        ]
    },
    {
        "title": "Heall Fire's Night",
        "content": "The gibbous moon flares and flames, all but crackling in anticipation of Burning Moon.",
        "startDate": {
            "year": 541,
            "month": 1,
            "day": 4
        },
        "categories": [
            "Astrological"
        ]
    },
    {
        "title": "Sign of Perception",
        "content": "During this week, slumber brings with it terrible portents of the future. These are amplified if one spends any amount of time gazing at the night sky.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 2,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "Sanctum Ablutio",
        "content": "The devout meditate on the cardinal sin of Exultation (ds:157) and children who have reached 8 years of age are baptised in a nearby body of running water. Congregations will gather at their local church for a long sermon as usual, then proceed to a nearby stream or river.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Burning Moon",
        "content": "The full moon blazes forth and white-hot stars cut through a mottled rubine sky. The righteous devout begin a week-long sleepless 'watch and ward' so as to avoid glimpsing any visions sent by Perception.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 0
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Artem",
        "content": "A day when painting, dancing, reciting poetry, singing and sculpting is celebrated by all. Many villages erect elaborate displays and stalls for performers to occupy. Any shopkeeper who accepts of piece of art in exchange for their wares is considered a patron of the arts.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 1
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Burning Moon",
        "content": "The night is as bright as the day, yet still the stars shine through. As the moon grows, many of the devout opt to wear veils. These prevent them from even accidentally glancing at the heretical skies overhead.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 1
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Saint Chrysotaph's Day",
        "content": "To commemorate the day Saint Chrysotaph was driven mad by Perception, the people of Painyme wear blindfolds. At sundown, each throws a single item from an open window, representing the saint being defenestrated from the tower that was later named after him.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 2
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Burning Moon",
        "content": "Overhead, the night sky deepens to carmine and burgundy. The moon swells in size, looming over Painyme and daring its residents to gaze upwards. The stars flare and spark unpredictably.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 2
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "First Saint's Day",
        "content": "This day commemorates the First Saint, whose name has been lost to history. Their visions led to both the establishing of the Church of the Divine Corpse and the founding of Assartum over the mouth of Heall. The devout are forbidden from holding weapons on this day, so as to show the enduring power of words.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 3
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Burning Moon",
        "content": "The lights and colours above become so intense that the sky itself hums and quakes. Those who use the Astrologist ability or [commune] with Perception receive a +2 to related checks.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 3
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Astrologer's Vigil",
        "content": "Followers of Perception prepare for the final, glorious night of Burning Moon. The devout who have held 'watch and ward' for the full week are by now either dead, delirious, or stupefied from a lack of sleep.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Burning Moon",
        "content": "The incandescent glory of the stars reveal truths not otherwise visible to the naked eye. Those who use the Astrologist ability or [commune] with Perception may spend downtime to receive a very specific prophesy. Their ears and eyes spin with the glories of the heavens; they get the Half-deaf and Half-blind conditions for D6 days.",
        "startDate": {
            "year": 541,
            "month": 2,
            "day": 4
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "The Sign of Oblivion",
        "content": "During this week, followers of Oblivion (wycces, cultists, husks and the —) can see through Blackest Night as if it were daylight.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 3,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "The Week's Prayer",
        "content": "They seek to make the dark their haven-place; but no safety will they find in the arms of traitors.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 0
        },
        "categories": [
            "Holiday",
            "Prayer"
        ],
        "visibility": "public"
    },
    {
        "title": "Hot Obol Day",
        "content": "Local nobles gather on balconies to hurl scalding obols into the crowds gathered below. They watch with glee as the poor scrabble to pick up these heated metal coins.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Blackest Night",
        "content": "The sun sets but neither the moon nor the stars appear overhead. Each night will be darker than the last. The effects of Blackest Night stack until the stars return next week, under the sign of Joy.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 0
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Blind Man's Bluff",
        "content": "The superstitious go about wearing blindfolds for fear of 'being taken by Oblivion'. This practise is considered ridiculous rather than outright heretical. A concerning number of Oblivion's followers claim they can remember nothing before waking under the sign of Oblivion on Dies Secundus, usually near a beach.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 1
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Blackest Night",
        "content": "Folks can barely see the hands held directly in front of their faces. If a person is discovered outside in such darkness, the suspicions of the Wyccefinders' Guild are instantly raised.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 1
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Tongueless Truths",
        "content": "On this day, it is customary to write a secret on a piece of paper, put it in a bottle and hurl it into a body of water that will carry it to the sea. Local scribes make good money penning secrets for the illiterate. It is said when the Last Day is nigh, all secrets will return and wash up on the beaches.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 2
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Blackest Night",
        "content": "Even creatures that normally hunt at night lie quietly in their dens. A torch illuminates a mere five feet in any direction. It is swaddled in darkness and cannot be seen from more than a short distance away.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 2
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "The Fishmonger's Hook",
        "content": "Repeated nights of total darkness tempt strange creatures to the ocean's surface, where they can be snagged by daring fishers and reinforced nets. Those fishmongers with strange wares to sell usually chalk a shut-eyed fishhook on their signs.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 3
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Blackest Night",
        "content": "A bonfire illuminates no more than a pale puddle of the surrounding area. It is swaddled in darkness and cannot be seen from more than a short distance away.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 3
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Un-Knowing",
        "content": "Everyone shares the unspoken feeling that one day Blackest Night will last forever. The final day in the House of Sleep weighs heavily on the entire world. All living creatures have the Morose condition.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ],
        "visibility": "public"
    },
    {
        "title": "Blackest Night",
        "content": "A night akin to blindness. If a person finds themselves inside a burning house on this evening, the flames do not illuminate their escape.",
        "startDate": {
            "year": 541,
            "month": 3,
            "day": 4
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Ecclesiarch's Official Birthday",
        "content": "The city of Assartum holds a week-long festival in praise of the Ecclesiarch. Smaller towns and villages hold less impressive celebrations.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 4,
            "day": 4
        },
        "categories": [
            "Ecclesiarch"
        ]
    },
    {
        "title": "The Week's Prayer",
        "content": "May the wisdom of the Ecclesiarch be a light in troubled times, brighter even than the sun.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 0
        },
        "categories": [
            "Prayer",
            "Ecclesiarch"
        ],
        "visibility": "public"
    },
    {
        "title": "The Summer's Solstice",
        "content": "The first day of summer. The longest day and shortest night of the entire year.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 0
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Triumph",
        "content": "On the first day of this celebratory week, an army's worth of Templar parade through Assartum.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "The Stars Return",
        "content": "The people of Painyme stay up late to welcome back the stars, often drinking far too much. This occurrence is invariably taken as proof that the shining path laid by the Immortal Corpse holds true.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 0
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Deliverance",
        "content": "On the second day of this celebratory week, Assartum’s stocks, pillories and holding cells are emptied. Their occupants are brought before the Ecclesiarch’s three Justiciers, who sentence them to death.  The day draws to a close with a series of mass beheadings, performed at various locations throughout the city.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 1
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Urchin-Swep",
        "content": "Following Deliverance, the streets run red. Waifs and urchins are assembled and paid a copper obol each to mop the gutters, lest a single drop of blood remains to stain the roads on Investiture.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 1
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Investiture",
        "content": "If an Ecclesiarch passed away during the previous year, their successor is crowned. If not, the reigning Ecclesiarch celebrates their official birthday. Throughout the land, labourers, serfs and villagers put down their tools to attend banquets funded by Assartum’s coffers. In the capital city, the feasting is legendary",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 2
        },
        "categories": [
            "Holiday",
            "Ecclesiarch"
        ],
        "visibility": "public"
    },
    {
        "title": "Ratting Night",
        "content": "Emboldened by the presence of so many leftovers, rats pour forth from hiding. The Ratcatchers’ Guild make their presence known on the streets. It is an evening of blood, fur and wrath.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 2
        },
        "categories": [
            "Holiday",
            "Ecclesiarch"
        ],
        "visibility": "public"
    },
    {
        "title": "Repentance",
        "content": "On the fourth day of this celebratory week, Wyccefinder Guildhalls throughout the land empty their dungeons. Those accused of wyccecraft are put on trial before their peers. Very few, if any, are pardoned; when night falls, the mass burnings begin. In Assartum, pyres can fill entire city squares.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 3
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Wyccefire Night",
        "content": "Large pyres light up Painyme’s hills and plains. Those who grieve for the accused do so in secret. Many light candles in their memory, all the while hoping the wyccefinders don’t take them, too.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 3
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Obsequies",
        "content": "On the fifth and final day of this celebratory week, the Gravediggers’ Guild inter those who passed during the week. Each of the dead receives an individual grave, burial rites and a copper key. Gravediggers are often at this work for two full days, digging through the night to complete the task before the unquiet dead rise.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 4
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Night of Restless Needles",
        "content": "Those who remember the old ways gather in groups of three. They lavishly embroider a pouch with the sun, the moon and the chalice. This is usually filled with sweet herbs and burnt before morning.",
        "startDate": {
            "year": 541,
            "month": 4,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Occult"
        ],
        "visibility": "public"
    },
    {
        "title": "The Sign of Frenzy",
        "content": "During this week, followers of Frenzy (wycces, cultists, husks and opiri) can smell the fear of those truly to devout to the Divine Corpse, up to a mile away.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 5,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "The Week's Prayer",
        "content": "And lo! your enemies will scatter before you, and all foul beasts will perish and die.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 0
        },
        "categories": [
            "Prayer"
        ],
        "visibility": "public"
    },
    {
        "title": "Death of Joy",
        "content": "On this day, the Sublime Joy was torn from the skies and murdered by Templar. Ever since, it has been darkened by a solar eclipse. This repeats on Dies Quartius, when Joy would dance with her sister and mother.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 0
        },
        "categories": [
            "Holiday",
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Joy’s Tears",
        "content": "An exquisite astrological display rips open the night sky: a meteor shower that streaks the sky in blue and green. Whilst staggeringly beautiful, the display is a dark herald of the approaching Ossein Moon.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 0
        },
        "categories": [
            "Occult",
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Mandatum: Custodore",
        "content": "By order of the Ecclesiarch, on the eve of the Ossein Moon all local militia rally to protect rural churches, Templar are sent forth to patrol holy sites, and the Reverential Guard is tripled around the Sepulchre Reverentia.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 1
        },
        "categories": [
            "Ecclesiarch"
        ],
        "visibility": "public"
    },
    {
        "title": "Ossein Moon",
        "content": "As the bone-yellow moon crests the horizon, long-dormant opiri nests burst into activity. Entire settlements perish in a jubilant rush of hungry wings. The night is thick with the sound of feeding opiri-gara. ",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 1
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Mandatum: Opugnare",
        "content": "By order of the Ecclesiarch, after the first night of the Ossein Moon local militia from unaffected settlements travel to devastated villages. There, while the heretical beasts hide from the sun, they hunt down and try to destroy opiri nests. Most villagers flee to the nearest perceived place of safety.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 2
        },
        "categories": [
            "Ecclesiarch"
        ],
        "visibility": "public"
    },
    {
        "title": "Ossein Moon",
        "content": "The opiri re-emerge from their nests, returning to devastated towns in search of survivors.  The baleful yellow eye of the moon peers down as Frenzy’s favoured seethe across ruined, hollow places.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 2
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Mandatum: Resistere",
        "content": "By order of the Ecclesiarch, on the final night of the Ossein Moon all surviving citizens are instructed to hunker down and ready a defence against wandering opiri. The villages nearest to ravaged sites often disobey, fleeing en masse because they know that, come nightfall, they will be targeted.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 3
        },
        "categories": [
            "Ecclesiarch"
        ],
        "visibility": "public"
    },
    {
        "title": "Ossein Moon",
        "content": "On the third and final night of the Ossein Moon, the hunger of the opiri-gara drives them further afield. They scour forests and villages, searching for fresh meat and marrow.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 3
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "The Dancing Eclipse",
        "content": "Under the fading light of a full solar eclipse, those who worship the triple goddess of Ecstasy, Joy and Frenzy do so by dancing. The devout often refer to this day perjoratively as ‘Day of the Doxies’. As little as a hop, skip or twirl in front of the wrong person can be enough to be burnt as a wycce.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "Frenzy's Tears",
        "content": "The week closes with a meteor shower to parallel the first: bloody, rending streaks of red and gold. It is said that dancing on the bones of the freshly dead will prevent them returning as husks of Frenzy.",
        "startDate": {
            "year": 541,
            "month": 5,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Astrological"
        ]
    },
    {
        "title": "The Sign of Fecundity",
        "content": "During this week, all fennig can all use the Growth occult ability (ds:237) as if they were fennig wycces.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 6,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult",
            "Ecological"
        ]
    },
    {
        "title": "Sanctum Votum",
        "content": "The devout meditate on the cardinal sin of Bliss (ds:157). This is the only day on which nobility can hold weddings; these events become the central focus of all congregations. Town gossips will have much to say about which weddings boasted the best attendance.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 0
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Vow of Chastity",
        "content": "It is considered a sin for newlyweds to consummate their marriage while the sign of Fecundity is in the sky. They must wait until First Night (36).",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 6,
            "day": 4
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "The Cenning",
        "content": "All along waterways and rivers, the fennig are notoriously absent for an event they call ‘the Cenning’. No one knows where they go or what they do; humanfolk assume it’s a kind of orgy. Anyone digging up their burrows on this day will find them unoccupied, their hoards of possessions unguarded.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 1
        },
        "categories": [
            "Holiday",
            "Ecological"
        ]
    },
    {
        "title": "Greenwood Dark",
        "content": "The Weald feels distinctly unsettling; it grows twice as fast overnight. The Signmakers’ Guild have reported seeing all manner of creatures gathering before greenwood shrines and altars; no one believes these stories.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 1
        },
        "categories": [
            "Holiday",
            "Ecological"
        ]
    },
    {
        "title": "Quota",
        "content": "Superstition dictates that if, before the end of Quota, woodcutters can clear the uncommonly vigourous growth the Weald displays during Greenwood Dark, it will be a good year. Villages on the outskirts of borderkingdoms often abandon their own tasks to go help the Woodcutters’ Guild achieve this.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 2
        },
        "categories": [
            "Holiday",
            "Ecological"
        ]
    },
    {
        "title": "Modranich",
        "content": "Night of ritual sacrifice performed in Fecundity’s name. Farmers take an adult female animal to the wilderness, then slaughter it with a prayer for safe births during the next lambing, calving or farrowing season.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 2
        },
        "categories": [
            "Holiday",
            "Occult",
            "Agricultural"
        ]
    },
    {
        "title": "Stitchwiggins",
        "content": "Folk empty their cupboards of garments and linens. They take them to local tailors, embroiderers and dressmakers, who embellish them with extravagant Signs of the Crossroads, the holy symbol of the Church. By providing this service free of charge, they are permitted to pay less tax in the following year.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 3
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Fædernich",
        "content": "Night of ritual sacrifice performed in Fecundity’s name. Farmers take an adult male animal to the wilderness, then slaughter it with a prayer for virility during the next breeding season.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 3
        },
        "categories": [
            "Holiday",
            "Occult",
            "Agricultural"
        ]
    },
    {
        "title": "The Holy Day of Saint Asaph",
        "content": "The devout empty their pantries and bake a whole host of foodstuffs. This delicious bounty must be consumed before the following dawn, when the sign of Feast appears in the heavens.  It is common for villagers to go door to door, sampling what their neighbours have baked.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 4
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Lytlingnicht",
        "content": "Night of ritual sacrifice performed in Fecundity’s name. Farmers take a young animal to the wilderness, then slaughter it with a prayer for healthy offspring during the next breeding season.",
        "startDate": {
            "year": 541,
            "month": 6,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Occult",
            "Agricultural"
        ]
    },
    {
        "title": "The Sign of Feast",
        "content": "During this week, wherever followers of Feast (wycces, cultists and husks) go, food and water overflow. Livestock grow fat and berries weigh down every bush.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 7,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "The Week's Prayer",
        "content": "When the maggot mounts the heavens, we fast.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 0
        },
        "categories": [
            "Holiday",
            "Ecclesiarch"
        ]
    },
    {
        "title": "First Day of Fast",
        "content": "The devout abstain from consuming food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 0
        },
        "categories": [
            "Holiday",
            "Ecclesiarch"
        ]
    },
    {
        "title": "First Day of Feast",
        "content": "Heretics find ways to secretly stuff themselves with food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 0
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "First Night",
        "content": "Noble newlyweds, who are only allowed to marry on Santum Votum (31), may now consummate their marrages. This is because the sign of Fecundity is no longer in the heavens.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 0
        },
        "categories": [
            "Holiday",
            "Ecclesiarch"
        ]
    },
    {
        "title": "Second Day of Fast",
        "content": "The devout abstain from consuming food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 1
        },
        "categories": [
            "Holiday",
            "Ecclesiarch"
        ]
    },
    {
        "title": "Second Day of Feast",
        "content": "Heretics find ways to secretly stuff themselves with food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 1
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Lover's Light",
        "content": "Sweethearts carve their names into a candle and light it in a place that holds meaning for them.  Traditionally, if they remain together until the candle burns down, their love will prove everlasting.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 1
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Third Day of Fast",
        "content": "The devout abstain from consuming food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 2
        },
        "categories": [
            "Holiday",
            "Ecclesiarch"
        ]
    },
    {
        "title": "Third Day of Feast",
        "content": "Heretics find ways to secretly stuff themselves with food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 2
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Starving Crescent",
        "content": "The pale green glimmer of the Blighted Moon creeps into view. This thin sliver is a sign to the followers of Feast that they should begin constructing fat wicker figures for the Feast of the Wicker King.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 2
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "Fourth Day of Fast",
        "content": "The devout abstain from consuming food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 3
        },
        "categories": [
            "Holiday",
            "Ecclesiarch"
        ]
    },
    {
        "title": "Fourth Day of Feast",
        "content": "Heretics find ways to secretly stuff themselves with food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 3
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Half-Starved Moon",
        "content": "The followers of Feast carve black wooden bowls for the Feast of the Wicker King.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 3
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "Fifth Day of Fast",
        "content": "The devout abstain from consuming food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Ecclesiarch"
        ]
    },
    {
        "title": "Fifth Day of Feast",
        "content": "Heretics find ways to secretly stuff themselves with food while Feast’s sign is in the sky.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "Feast of the Wicker King.",
        "content": "Followers of Feast place their black wooden bowls in the arms of their fat wicker figures. The bowl is filled with food and the figure is burnt. It is considered unsafe to burn an empty bowl.",
        "startDate": {
            "year": 541,
            "month": 7,
            "day": 4
        },
        "categories": [
            "Holiday",
            "Occult"
        ]
    },
    {
        "title": "The Sign of Toil",
        "content": "During this week, followers of Toil (wycces, cultists and husks) struck down rise anew when the stars appear. Next week, they suffer greatly for this reprieve.",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 8,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "The Week’s Prayer.",
        "content": "To toil is to worship; be cautious whose seeds you sow and whose house you exalt.",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 0
        },
        "categories": [
            "Prayer"
        ],
        "visibility": "public"
    },
    {
        "title": "The Autumnal Equinox.",
        "content": "The first day of autumn; this day and night are exactly the same length.",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Troth-Plight.",
        "content": " Troth-Plight. Royal knights must deliver news of all proposed noble betrothals to the Ecclesiarch, in person. Betrothal feasts are held in relevant bordercastles. ",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Blighted Moon",
        "content": "A sickly green moon crests the sky, remaining low to the horizon. Hairline cracks spread across the pale face of Blighted Moon. As it splits, diaphanous flakes fall to the earth and attract hordes of insects.",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 0
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Maker's Day.",
        "content": " Maker's Day. Followers of Toil glorify their patron by destroying either their most recent or their finest mannekin. ",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 1
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Harvest.",
        "content": "The harvest season begins in earnest. Villagers often labour in shifts so as to continue the work through the night; any food left in the fields when the sign of Rot rises (46) will be lost.",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 1
        },
        "categories": [
            "Agricultural"
        ]
    },
    {
        "title": "Blighted Moon.",
        "content": "The moon rises once more, its cracks widening and deepening. It sheds more readily, flakes of pwdre ser, the rot of stars, floating from the sky like pale skin to be devoured by shrill, clamouring clouds of insects.",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 1
        },
        "categories": [
            "Astrological"
        ]
    },
    {
        "title": "Harvest.",
        "content": "The harvest season continues. Children are sent forth with brooms to sweep away dead flakes of Blighted Moon, while adults set about cutting and digging with scythes and spades.",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 2
        },
        "categories": [
            "Agricultural"
        ]
    },
    {
        "title": "Blighted Moon.",
        "content": "The corpse moon rises one final time. More fissure than surface now, it sheds in earnest, coating the world below in a thick snow of pwdre ser. As the moon crumbles, the insects enter a feeding frenzy.",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 2
        },
        "categories": [
            "Astrological"
        ]
    },
    {
        "title": "Harvest.",
        "content": "The harvest season continues. Childen are once more sent out to sweep away pale cast-offs from Blighted Moon. Cut crops are loaded onto hay wains and transported to nearby barns.",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 3
        },
        "categories": [
            "Agricultural"
        ]
    },
    {
        "title": "Bloated Laceworkers.",
        "content": "Having gorged themselves on insects, laceworkers are unable to return to their nests.",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 3
        },
        "categories": [
            "Ecological"
        ]
    },
    {
        "title": "Laceworker Egg Laying",
        "content": "Glutted on the insects attracted to Blighted Moon, the laceworkers begin laying clutches of eggs. These remaining dormant until next spring, when they hatch under the sign of Chance.",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 3
        },
        "categories": [
            "Ecological"
        ]
    },
    {
        "title": "Harvest.",
        "content": "The harvest season enters its final full day. All able-bodied villagers make themselves available in some way, working through the night to reap as many crops as possible before dawn.",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 4
        },
        "categories": [
            "Agricultural"
        ]
    },
    {
        "title": "March of the Chosen.",
        "content": "In the borderkingdom of Acheron, the Chosen set out towards Castle Acheron for winter.",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 4
        },
        "categories": [
            "Military"
        ]
    },
    {
        "title": "Harvest Ends.",
        "content": "As fewer and fewer fields require work, villagers congregate in the the locations that still need helping hands. At dawn, those assembled send up a collective, belligerent cry toward the heavens.",
        "startDate": {
            "year": 541,
            "month": 8,
            "day": 4
        },
        "categories": [
            "Agricultural"
        ]
    },
    {
        "title": "The Sign of Rot.",
        "content": "During this week, wycces of Rot may use their occult powers without increasing their current level of rot. Cultists and husks can wither vegetation with a touch.",
        "startDate": {
            "year": 541,
            "month": 9,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 9,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "The Week’s Prayer.",
        "content": "Man makes a mockery of good intent and knowledge makes rot of understanding.",
        "startDate": {
            "year": 541,
            "month": 9,
            "day": 0
        },
        "categories": [
            "Prayer"
        ],
        "visibility": "public"
    },
    {
        "title": "Rot’s Bounty.",
        "content": "All unharvested crops wither and rot in their fields. Nothing edible remains.",
        "startDate": {
            "year": 541,
            "month": 9,
            "day": 0
        },
        "categories": [
            "Agricultural",
            "Ecological"
        ],
        "visibility": "public"
    },
    {
        "title": "Harvest Festival.",
        "content": "Late in the day, villages wake and gather to give thanks for crops they successfully harvested.",
        "startDate": {
            "year": 541,
            "month": 9,
            "day": 0
        },
        "categories": [
            "Agricultural",
            "Ecological",
            "Holiday"
        ]
    },
    {
        "title": "Festival Night.",
        "content": "This celebration always runs late into the night. Grateful farmers light bonfires and open kegs of cider as soon as the sun goes down.",
        "startDate": {
            "year": 541,
            "month": 9,
            "day": 0
        },
        "categories": [
            "Agricultural",
            "Holiday"
        ]
    },
    {
        "title": "Mevinday.",
        "content": "With much of Painyme covered in a fug of rotting matter, hungover villagers take the day off. Few shops are open. It is considered rude to visit anyone on this day.",
        "startDate": {
            "year": 541,
            "month": 9,
            "day": 1
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Wende-creep.",
        "content": "The darkness of a new moon covers the land. Across the nation, bultchings emerge from the putrid piles of rotted crop-matter. They travel randomly, coaxing wendeworts to life inside hollow trees.",
        "startDate": {
            "year": 541,
            "month": 9,
            "day": 1
        },
        "categories": [
            "Astrological", "Ecological"
        ]
    },
    {
        "title": "Culling.",
        "content": "Nobles gather up groups of peasants to go out hunting fennig. The villagers act as diggers and crawlers, either digging up the burrows or crawling underground to corner fennig. The nobles sit around drinking port and swapping stories until the very end, at which point they crossbow the proffered fennig at pointblank range.",
        "startDate": {
            "year": 541,
            "month": 9,
            "day": 2
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Wende-bloom.",
        "content": "Until the dawning of Mass Pontifex (51), wendeworts bloom from hollow trees. Any who harvest this fungi tonight must resist [corruption, difficulty 5] or gain the Rotted trait.",
        "startDate": {
            "year": 541,
            "month": 9,
            "day": 2
        },
        "categories": [
            "Ecological"
        ]
    },
    {
        "title": "Saint Myrcell’s Day, or Ash Bun Eve.",
        "content": "Towns fill with the delicious scent of fresh bread. Soft charcoal buns are left to bake over open fires and removed only when thoroughly scorched. Ash Bun Eve celebrates Saint Myrcell, who cured the wracking. She and her work were burnt by a cult of Panic before the cure could be disseminated.",
        "startDate": {
            "year": 541,
            "month": 9,
            "day": 3
        },
        "categories": [
            "Holiday", "Ecclesiarch"
        ]
    },
    {
        "title": "Wende-bulge.",
        "content": "On this night, wendeworts can be harvested without risk of gaining the Rotted trait. This fungi can be dried or eaten immediately; they are greatly coveted by wycces of Rot.",
        "startDate": {
            "year": 541,
            "month": 9,
            "day": 3
        },
        "categories": [
            "Ecological"
        ]
    },
    {
        "title": "Ash Bun Day.",
        "content": "The blackened charcoal buns baked on the previous day are shared with friends and loved ones. These buns are eaten in solitude, preferably while contemplating the dangerous, detrimental effects that heresy has upon the glory of Painyme. Only the most devout actually eat these burnt rolls.",
        "startDate": {
            "year": 541,
            "month": 9,
            "day": 4
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Wende-withers.",
        "content": "As the sign of Rot gives way to that of Honour, any unharvested wendeworts begin to shrivel and die. The hollow trees in which they grew begin to disintegrate.",
        "startDate": {
            "year": 541,
            "month": 9,
            "day": 4
        },
        "categories": [
            "Ecological",
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "The Sign of Honour.",
        "content": "During this week, anyone slain by a follower of Honour (wycces, cultists and husks) will become a husk of Honour. Their killer is considered their master.",
        "startDate": {
            "year": 541,
            "month": 10,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 10,
            "day": 4
        },
        "categories": [
            "Astrological", "Occult"
        ]
    },
    {
        "title": "Sanctum Ostentatio.",
        "content": "The devout meditate on the cardinal sin of Lamentation ( ds :157). Saints and martyrs parade around a settlement’s outer walls so as to ‘gather up’ any corrupting, heretical knowledge. They are then ceremonially cast out into the wilderness and only allowed to return on Dies Pontifex of the following week (56).",
        "startDate": {
            "year": 541,
            "month": 10,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Winter Leave.",
        "content": "In camps and barracks across the entire Wealdean front, the army draws lots to determine which soldiers will return home this year. Winter leave is very valuable, but only to other soldiers on active duty.",
        "startDate": {
            "year": 541,
            "month": 10,
            "day": 0
        },
        "categories": [
            "Military"
        ]
    },
    {
        "title": "Ironbaun.",
        "content": "Blacksmiths from smaller villages travel long distances to attend Iron Markets, which are held in any city worth its salt. The deafening clatter of wares bought and sold, the cries of new apprentices saying goodbye to their families, competitive jousting to show off the worth of a weapon: all mix into a festive cacophony.",
        "startDate": {
            "year": 541,
            "month": 10,
            "day": 1
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Tithe-seekers.",
        "content": "Under cover of darkness, the beadsmen depart Assartum. They carry with them ledgers, quills and abacuses, ready to determine how much the nation owes its leader. Tithe-seeking ends on Quiet Night (60).",
        "startDate": {
            "year": 541,
            "month": 10,
            "day": 1
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Bastards’ Birthday.",
        "content": "All children of unknown provenance celebrate their birthdays on this day. Orphanages, noisy places even under normal circumstances, become unbearable due to collective tension about whether there will be enough honeycakes to go around.",
        "startDate": {
            "year": 541,
            "month": 10,
            "day": 2
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Martyr’s Mass.",
        "content": "The Order of Saints and Martyrs assemble for a special midnight mass. In Assartum and larger villages, this begins with a hymns and a candlelit procession leading from the church to the graveyard.",
        "startDate": {
            "year": 541,
            "month": 10,
            "day": 2
        },
        "categories": [
            "Holiday", "Ecclesiarch"
        ]
    },
    {
        "title": "Day of Deals.",
        "content": "Originally known as Honour’s Day, this heretical celebration has been near-fully subsumed into the official calendar of the Ecclesiarchy. Deals struck and promises sealed on this day are believed to be ‘more binding’ due to the sign of Honour in the sky.",
        "startDate": {
            "year": 541,
            "month": 10,
            "day": 3
        },
        "categories": [
            "Holiday", "Astrological"
        ]
    },
    {
        "title": "Dueller’s Moon.",
        "content": "Those who have challenged another person throughout the year to a duel may seek satisfaction beneath the light of this pinpricked moon. The challenger sets the terms.",
        "startDate": {
            "year": 541,
            "month": 10,
            "day": 3
        },
        "categories": [
            "Astrological"
        ]
    },
    {
        "title": "Killing the Mare.",
        "content": "Practised only in rural villages, this festival involves a child riding a wooden horse from door to door. Every man in the settlement follows, playing instruments and toasting the knight-child. After the last door has been visited, the horse is ‘killed’ on a hillside and brought back to life with splashes of alcohol.",
        "startDate": {
            "year": 541,
            "month": 10,
            "day": 4
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Dueller’s Moon.",
        "content": "The hole in the full moon grows visibly larger. Those challenged to a duel on the previous night (and who showed up) may choose to re-stage the duel. This time, they set the terms.",
        "startDate": {
            "year": 541,
            "month": 10,
            "day": 4
        },
        "categories": [
            "Astrological"
        ]
    },
    {
        "title": "The Sign of Panic.",
        "content": "During this week, any and all sources of fire will spread uncontrollably unless carefully maintained. Any person killed by fire will rise as a husk of Panic.",
        "startDate": {
            "year": 541,
            "month": 11,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 11,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "The Week’s Prayer.",
        "content": "Crawl on hands and knees through the High Gate; only then will fear abandon you.",
        "startDate": {
            "year": 541,
            "month": 11,
            "day": 0
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Offre Men",
        "content": "The fearful devout begin constructing offre men to put in front of their dwellings. Cults of Panic are so active during this week that, sometimes, the only way to save a house is to offer a straw substitute.",
        "startDate": {
            "year": 541,
            "month": 11,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Dueller’s Moon.",
        "content": "The hole in the moon begins to bleed. If both participants remain unsatisfied after 2 duels, they meet on the third night. This time, the terms are that it won’t end until at least one combatant lies dead.",
        "startDate": {
            "year": 541,
            "month": 11,
            "day": 0
        },
        "categories": [
            "Astrological"
        ]
    },
    {
        "title": "The Fleshmonger’s Nose.",
        "content": "Duels can have fatal consequences. Some butchers are more than willing to help hide inconvenient evidence. Those in search of human flesh will have an easier time of it for the next few weeks; all they need do it look for the pig’s nose chalked onto certain signs.",
        "startDate": {
            "year": 541,
            "month": 11,
            "day": 1
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Trial of Youth",
        "content": "In the borderkingdom of Phlegethon, all children who have reached the age of ten are sent into the dragon marshes. They must survive on their own, in the wild, until Quiet Night (60).",
        "startDate": {
            "year": 541,
            "month": 11,
            "day": 1
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "The March",
        "content": " Soldiers chosen for winter leave begin to march homewards from Wealdean fronts. Long, regimented rows of soldiers can be encountered on roads leading to Assartum. On the way, smaller companies break off to head for villages in the borderkingdoms and Petty Baronies. They aim to arrive by Quiet Night (60).",
        "startDate": {
            "year": 541,
            "month": 11,
            "day": 2
        },
        "categories": [
            "Holiday", "Military"
        ]
    },
    {
        "title": "Trial of Growth.",
        "content": "In the borderkingdom of Phlegethon, all young people who have reached the age of sixteen are sent into the dragon marshes. They must work together to find and kill a muirslang. They have one night.",
        "startDate": {
            "year": 541,
            "month": 11,
            "day": 2
        },
        "categories": [
            "Holiday", "Military"
        ]
    },
    {
        "title": "Faux Pontifex.",
        "content": "In anticipation of Panic’s Night, communities gather together in churches. They stockpile pails of water and barricade the doors. Priests will read holy texts throughout the night to keep up moral.",
        "startDate": {
            "year": 541,
            "month": 11,
            "day": 3
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "March of the Chosen.",
        "content": "The Chosen arrive at Castle Acheron, where they will be sealed in by ice for the winter.",
        "startDate": {
            "year": 541,
            "month": 11,
            "day": 3
        },
        "categories": [
            "Holiday", "Military"
        ]
    },
    {
        "title": "Panic's Night.",
        "content": "Panic makes his influence known in the world; crime and heresy abound. All who are accosted by the authorities say they couldn't help themselves – Panic made them do it. ",
        "startDate": {
            "year": 541,
            "month": 11,
            "day": 3
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Offre Men.",
        "content": "Any straw offre men that made it through the week are gathered up and piled together in the town square. The village set this alight at midday and use it to roast a pig or goat. This boisterous, gladsome meal doubles as a welcome for soldiers returning for winter leave.",
        "startDate": {
            "year": 541,
            "month": 11,
            "day": 4
        },
        "categories": [
            "Holiday", "Military"
        ]
    },
    {
        "title": "Quiet Night.",
        "content": "The last moon of autumn wanes to nothing, indicating that winter is about to start in earnest. This evening is traditionally set aside for quiet contemplation beside the fireplace.",
        "startDate": {
            "year": 541,
            "month": 11,
            "day": 4
        },
        "categories": [
            "Holiday", "Astrological"
        ]
    },
    {
        "title": "The Sign of Hope",
        "content": "During this week, followers of Hope (wycces, cultists and husks) may recover D6 toughness every dawn.",
        "startDate": {
            "year": 541,
            "month": 12,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 12,
            "day": 4
        },
        "categories": [
            "Astrological",
            "Occult"
        ]
    },
    {
        "title": "The Week’s Prayer.",
        "content": "Fall not unto Hope, lest the Pernicious One infiltrate your heart and wreak havoc therein.",
        "startDate": {
            "year": 541,
            "month": 12,
            "day": 0
        },
        "categories": [
            "Prayer"
        ]
    },
    {
        "title": "The Hibernal Solstice.",
        "content": "The first day of winter. The shortest day and longest night of the entire year.",
        "startDate": {
            "year": 541,
            "month": 12,
            "day": 0
        },
        "categories": [
            "Astrological"
        ]
    },
    {
        "title": "The Hibernal Solstice.",
        "content": "The first day of winter. The shortest day and longest night of the entire year.",
        "startDate": {
            "year": 541,
            "month": 12,
            "day": 0
        },
        "categories": [
            "Astrological"
        ]
    },
    {
        "title": "Holly Poppet.",
        "content": "To ward off evil, villagers nail small poppet dollies made of holly and fir to their front doors.",
        "startDate": {
            "year": 541,
            "month": 12,
            "day": 0
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Procession of the Forlorn.",
        "content": "Hope’s followers ritualistically blind a faithful member at midnight, believing their hope will bring back the sun. Every year, the sight of the blinded is restored with the dawning of the new day.",
        "startDate": {
            "year": 541,
            "month": 12,
            "day": 0
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Saint Lidwin’s Day.",
        "content": "This saint journeyed through Death’s Heall and emerged on the other side in Empyrean. She returned with a burnt branch as proof of her pilgrimage, though heretics say she actually brought back a sprig of asphodel. The devout walk barefoot for the rest of the week.",
        "startDate": {
            "year": 541,
            "month": 12,
            "day": 1
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Night of Stains.",
        "content": "Villagers prepare a communal stew of beetroot, aubergine and onion skins, then eat every bite. This is to help reinforce the dangers of Hope, who cannot and will not provide salvation.",
        "startDate": {
            "year": 541,
            "month": 12,
            "day": 1
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Feast of Twelve Families",
        "content": "Held in honour of the twelve royal bloodlines brought into being by the Immortal. Noble houses each lay a table with 12 place settings: 5 are provided with food and drink, 7 are left empty. Traditionally, nobles are expected to show great generosity toward their lessers.",
        "startDate": {
            "year": 541,
            "month": 12,
            "day": 2
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Feast of the Twelve Families.",
        "content": "As the sun sets, heads are bowed in silent prayer. Thoughts turn to the Apocryphal Borderkingdoms and the 7 royal bloodlines lost to the Weald.",
        "startDate": {
            "year": 541,
            "month": 12,
            "day": 2
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Icelorn",
        "content": "In the borderkingdom of Acheron, hot drinks and howls are raised by all about to endure a winter. The clans toast their Queen and their Chosen, who are by now ice-locked within Castle Acheron. In turn, the Chosen toast their Queen and their clans. The howling continues long into the night, driving off the weakness of emotion.",
        "startDate": {
            "year": 541,
            "month": 12,
            "day": 3
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "The Little Want.",
        "content": "The first wedge of Painyme’s smallest moon peeks out of the darkness. For the rest of the year, the nights are incredibly dark.",
        "startDate": {
            "year": 541,
            "month": 12,
            "day": 3
        },
        "categories": [
            "Astrological"
        ]
    },
    {
        "title": "Axedown Day.",
        "content": "As the first week of winter draws to a close, the growth of the Weald slows precipitously and it gets too cold for the Woodcutters’ Guild to remain outdoors. They either return to their home villages or spend the season in winter camps. All are expected to report back to their posts by Singing Grindstones (79).",
        "startDate": {
            "year": 541,
            "month": 12,
            "day": 4
        },
        "categories": [
            "Holiday", "Ecological"
        ]
    },
    {
        "title": "Saint Lidwin’s Relief.",
        "content": "When the sun sets on Dies Quartius, the devout bandage their bleeding feet and once again don their boots. The heretics guarding asphodels take a cutting and gift it to another trusted cult member.",
        "startDate": {
            "year": 541,
            "month": 12,
            "day": 4
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "The Sign of Voracity.",
        "content": "During this week, wycces of Voracity do not deplete occult abilities when using them. At the end of the week, they lose all available uses.",
        "startDate": {
            "year": 541,
            "month": 13,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 13,
            "day": 4
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "The Week’s Prayer.",
        "content": "Self-fulfilment is a distortion that mars the soul and poisons the flesh.",
        "startDate": {
            "year": 541,
            "month": 13,
            "day": 0
        },
        "categories": [
            "Prayer"
        ]
    },
    {
        "title": "Mort-Aux-Rats",
        "content": "A ratcatching holiday. Peasants are given one obol for every rat they kill, as counted in tails. These must be submitted to the nearest Ratcatchers’ Guildhall to receive payment.",
        "startDate": {
            "year": 541,
            "month": 13,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Ratcatcher’s Right",
        "content": "The Ratcatchers’ Guild take on new apprentices based on performance during Mort-Aux-Rats. This induction can sometimes take the form of midnight kidnappings, depending on local customs.",
        "startDate": {
            "year": 541,
            "month": 13,
            "day": 0
        },
        "categories": [
            "Astrological"
        ]
    },
    {
        "title": "Woodmere Haligdæg",
        "content": "The eotenmutter cease their daily labours in the Weald and instead spend the day catching any living creatures they come across. These unfortunates are brought to their erdboden and sacrificed to the Allurimorn Life. Their blood is smeared about liberally, feeding the black hebene moss that grows there.",
        "startDate": {
            "year": 541,
            "month": 13,
            "day": 1
        },
        "categories": [
            "Holiday", "Ecological", "Occult"
        ]
    },
    {
        "title": "Famished Moon",
        "content": "On the first night of this full moon, anyone who begins eating cannot stop. The more they consume, the hungrier they become.",
        "startDate": {
            "year": 541,
            "month": 13,
            "day": 1
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Saint Oben’s Day",
        "content": "A day commemorating Saint Oben, a former Stygian prince who discovered a method for forging prayer-steel into weapons that are effective against the Traitor Gods. He put aside his claim to the royal throne in order to found the Templar.",
        "startDate": {
            "year": 541,
            "month": 13,
            "day": 2
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Famished Moon",
        "content": "On the second day of this full moon, food turns to ash in the mouth and water stagnates on the tongue. Despite this, anyone who ate on the first night of Famished Moon is compelled to continue eating.",
        "startDate": {
            "year": 541,
            "month": 13,
            "day": 2
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Thieves' Banquet",
        "content": "Followers of Voracity prepare for the final night of the Famished Moon. In honour of the rat, Voracity’s favoured creature, his worshippers steal something they do not want or need, then bury it somewhere they will forget. The hillsides are dotted with valuable caches.",
        "startDate": {
            "year": 541,
            "month": 13,
            "day": 3
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Famished Moon",
        "content": "On the final night of the Famished Moon, hunger is overpowering. Villagers will lock up their pantries and tie themselves down. All must resist [corruption, difficulty 4] or else devour D6 days’ worth of rations.",
        "startDate": {
            "year": 541,
            "month": 13,
            "day": 3
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    },
    {
        "title": "Beneficence",
        "content": "Villagers participate in a market held at their local church. They bring the fruits of their winter labours so far: tanned hides, patched clothing, spun wool, horseshoes, lanterns and oil. Half the price of each sold item goes into a church fund, managed by the village priest.",
        "startDate": {
            "year": 541,
            "month": 13,
            "day": 4
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Hewen Hark",
        "content": "As the heavens enter the House of Death, many folk burn heaps of fragrant herbs in their hearths, stoves and campfires; superstition claims an aromatic welcome will keep Death at bay for another winter.",
        "startDate": {
            "year": 541,
            "month": 13,
            "day": 4
        },
        "categories": [
            "Holiday", "Astrological"
        ]
    },
    {
        "title": "The Sign of Languor",
        "content": "During this week, followers of Languor may travel to any death site and commune with the dead interred there. This is considered a heretical act.",
        "startDate": {
            "year": 541,
            "month": 14,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 14,
            "day": 4
        },
        "categories": [
            "Astrological"
        ]
    },
    {
        "title": "Sanctum Profundio",
        "content": "The devout meditate on the cardinal sin of Woe (ds :157). In Assartum, the Ecclesiarch walks among the living, praying with them for their dearly departed dead. Throughout Painyme, priests take up positions in graveyards, blessing and aiding anyone who would like to pray for the deceased.",
        "startDate": {
            "year": 541,
            "month": 14,
            "day": 0
        },
        "categories": [
            "Holiday", "Ecclesiarch"
        ]
    },
    {
        "title": "Sanctum Profundio",
        "content": "As night falls, the Ecclesiarch descends into the Sepulchre Reverentia’s catacombs and prays with the dead until dawn. The catacombs of this cathedral are the threshold of the Fields of Atonement and Heall.",
        "startDate": {
            "year": 541,
            "month": 14,
            "day": 0
        },
        "categories": [
            "Holiday", "Ecclesiarch"
        ]
    },
    {
        "title": "Séance Preparations",
        "content": "Followers of Languor find stealthy ways to visit the nearest cultkeeper of the asphodel. They are given sprigs of the plant to smuggle back to their dwellings. Wyccefinders are extremely alert today, vigilant for signs of heresy and cult activity.",
        "startDate": {
            "year": 541,
            "month": 14,
            "day": 1
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Séance of the Sleepless",
        "content": "Followers of Languor burn sprigs of asphodel at the moon’s rising. By synchronising, many hundreds of faithful all become one with Languor, the long dead and each other, all at the same time.",
        "startDate": {
            "year": 541,
            "month": 14,
            "day": 1
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "The Great Hunt",
        "content": "In the Weald, the ylfe pile tables high with delectable foods and mouthwatering wines. The day is spent choosing a quarry to pursue and planning the night ahead; for, when night falls, the hunt begins. The Great Hunt can last for weeks at a time and their quarry can be anything from sparrow to human to bautenlobbe.",
        "startDate": {
            "year": 541,
            "month": 14,
            "day": 2
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Sleeping Orison",
        "content": "In the dark of Death’s new moon, the walls of Sleep’s prison grow thin; she sends forth truths. On this night, individuals have dreams belonging to other people. They glean secret stories and past lives.",
        "startDate": {
            "year": 541,
            "month": 14,
            "day": 2
        },
        "categories": [
            "Astrological", "Occult"
        ]
    },
    {
        "title": "Unvuille",
        "content": "In the borderkingdom of Styx, villagers living in the Stygian Mountains travel to the mountain springs at the heart of their subterranean settlements. There, every villager lights a candle and places it in wall niches surrounding the water source. This is believed to bless and protect their underground existences.",
        "startDate": {
            "year": 541,
            "month": 14,
            "day": 3
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Sleeping Benison",
        "content": "In the dark of Death’s new moon, the walls of Sleep’s prison grow thin; she sends forth delights. Folk awake next to dreamt-of objects and people. These melt to nothingness after the new moon (77).",
        "startDate": {
            "year": 541,
            "month": 14,
            "day": 3
        },
        "categories": [
            "Astrological", "Occult"
        ]
    },
    {
        "title": "The Ecclesiarch's Largesse",
        "content": "Each officially recognised Guildhall receives goods and supplies from the Ecclesiarch, intended as thanks for services rendered. The wyccefinders, ratcatchers and woodcutters receive generous gifts; others receive pitiful amounts or are forgotten altogether.",
        "startDate": {
            "year": 541,
            "month": 14,
            "day": 4
        },
        "categories": [
            "Holiday", "Ecclesiarch"
        ]
    },
    {
        "title": "Sleeping Malison",
        "content": "In the dark of Death’s new moon, the walls of Sleep’s prison grow thin; she sends forth nightmares. Nattmara unspool from cracks and knotholes in the world. They prepare to hunt Sleep’s dreamers.",
        "startDate": {
            "year": 541,
            "month": 14,
            "day": 4
        },
        "categories": [
            "Astrological", "Occult"
        ]
    },
    {
        "title": "The Sign of Grimme",
        "content": "During this week, certain forms of unquiet dead (sefts, lythe and glume) are completely unaffected by metal keys ( ds : 268).",
        "startDate": {
            "year": 541,
            "month": 15,
            "day": 0
        },
        "endDate": {
            "year": 541,
            "month": 15,
            "day": 4
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "The Week’s Prayer",
        "content": "The Immortal made us disgusting, naked and wanting. Contemplate our demise. Repent in vain.",
        "startDate": {
            "year": 541,
            "month": 15,
            "day": 0
        },
        "categories": [
            "Prayer"
        ]
    },
    {
        "title": "Blessing of the Keys",
        "content": "Members of the clergy go house to house in villages, saying prayers over any keys found within. Professions that rely on keys, such as gaolers and the Gravediggers’ Guild, receive special blessings.",
        "startDate": {
            "year": 541,
            "month": 15,
            "day": 0
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Sleeping Venison",
        "content": "In the dark of Death’s new moon, the walls of Sleep’s prison grow thin; she sends forth grief. The nattmara born on Malison (75) begin feeding upon those who received a dream during Death’s new moon.",
        "startDate": {
            "year": 541,
            "month": 15,
            "day": 0
        },
        "categories": [
            "Astrological", "Occult"
        ]
    },
    {
        "title": "Winter Market",
        "content": "Across Painyme, villages set up roadside stalls and sell goods that belonged to those who have perished over winter. The smell of baked goods and hot wine wafts through the air. Winter Market is a bittersweet affair: smiling should be kept to a minimum, laughter will draw indignant looks from passersby.",
        "startDate": {
            "year": 541,
            "month": 15,
            "day": 1
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Nocte Grimme Tristitia",
        "content": "Night of silence dedicated to the youngest of the Grimme, the Gilded Widow known as Sorrow. Those who worship this Grimme typically offer up acacia incense and copper items.",
        "startDate": {
            "year": 541,
            "month": 15,
            "day": 1
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Quire-faire",
        "content": "Members of the Philosophers’ Guild set up stalls and provide their services for very low prices; this is an act of charity that reduces the Guild’s taxes. Letters are penned, family histories are researched, lead is transformed into gold and vice versa, weapons are shaped with Phlegethene fire.",
        "startDate": {
            "year": 541,
            "month": 15,
            "day": 2
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Nocte Grimme Anguistia",
        "content": "Night of silence dedicated to the middle of the Grimme, the Gilded Widow known as Anguish. Those who worship typically offer up cedar incense and silver items.",
        "startDate": {
            "year": 541,
            "month": 15,
            "day": 2
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Singing Grindstones",
        "content": "With spring just around the corner, members of the Woodcutters’ Guild return to their posts in the Weald. On the way, they will stop in villages and get their axes sharpened. Blacksmiths traditionally do not charge for this service today.",
        "startDate": {
            "year": 541,
            "month": 15,
            "day": 3
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "Nocte Grimme Miseria",
        "content": "Night of silence dedicated to the eldest of the Grimme, the Gilded Widow known as Misery. Those who worship typically offer up poplar incense and gold items.",
        "startDate": {
            "year": 541,
            "month": 15,
            "day": 3
        },
        "categories": [
            "Holiday"
        ]
    },
    {
        "title": "New Year's Eve",
        "content": "All able-bodied villagers take to the fields and forests, working together to destroy laceworker eggs. Some groups make sport of trying to get the most; others go about the task with stolid determination.",
        "startDate": {
            "year": 541,
            "month": 15,
            "day": 4
        },
        "categories": [
            "Holiday"
        ],
        "visibility": "public"
    },
    {
        "title": "Mother's Moon",
        "content": " The full moon crests the horizon, casting an eerie orange light across the land. Any laceworker eggs touched by the light of Mother’s Moon shiver and thrum with quiet delight; the time of hatching approaches.",
        "startDate": {
            "year": 541,
            "month": 15,
            "day": 4
        },
        "categories": [
            "Astrological"
        ],
        "visibility": "public"
    }
]