{
    "standard": {
        "label": "Standard",
        "tooltip": "Suitable for most challenges",
        "default_difficulty": 5,
        "difficulty_tooltip": "Opposed Checks.  Opposed Checks. If a check is directly opposed by another character, the difficulty should be increased by 2 if the opponent has a useful trait. For example, if a player tries to convince a heretic they worship the same god, you might increase the difficulty to 7 if the heretic has the Suspicious trait.  The same is true for the opposite situation, reducing the difficulty to 3 if they are Naive.",
        "results": {
            "skull": "They fail at their goal in a catastrophic way.",
            "under": "They fail at their goal and incur some cost in doing so.",
            "equal": "They succeed at their goal, but at some cost.",
            "over": "They succeed at their goal.",
            "crest": "They succeed at their goal and gain an extra advantage."
        }
    },
    "attack": {
        "label": "Attack",
        "tooltip": "Onwards! Tear down any who dare stand against our righteous cause!",
        "default_difficulty": 5,
        "difficulty_tooltip": "Set to equal the defender’s current toughness plus protection. If the defender is aware of the attacker, they may spend footing to dodge or block. This increases the difficulty by 1 for each footing spent, with an additional +1 if the defender is blocking using a shield.",
        "results": {
            "skull": "Fumble: Something goes wrong, such as: you lose or break your weapon; you are reduced to D6 arrows; your foe may take an opportunity action against you; an unintended target must suffer damage; you lose all footing and fall prone. Alternatively, the GM may decide your fumble has some other terrible consequence.", 
            "under": "Off Balance: Lower your own footing by -1 (to a minimum of 1); if you attacked unarmed, lose -1 toughness.",
            "equal": "Graze. Lower your own footing by -1 (to a minimum of 1). The target loses -1 toughness.",
            "over": "Damage. The target loses -1 toughness. If the [attack] has a damage type, apply an additional effect as described below. Certain [attacks] may also have special effects if they ‘cause damage’. If flipping the Doomcoin for an [attack] that has no damage type, on a crest the target loses an additional -1 toughness.",
            "crest": "Flipping the doomcoin on an 'Over' result simply adjusts it up or down by one. If already 6+ over, the target is defeated instantly in a manner of your choosing"
        }
    },
    "corruption": {
        "label": "Corruption",
        "tooltip": "Foul miasmas permeate first the flesh, then the soul; an unceasing assault from all sides.",
        "default_difficulty": 5,
        "difficulty_tooltip": "Always set by the effect that triggered the corruption.",
        "results": {
            "skull": "Critical: You suffer from the corruption. Dice rolled while resolving this corruption are rolled twice, taking the worse value.",
            "under": "Failure: You suffer from the corruption.",
            "equal": "Imbalance: You suffer no ill effects from the corruption but gain the Furious, Exhausted, Bleeding or Uneasy condition.",
            "over": "Shrug It Off: You suffer no ill effects from the corruption.",
            "crest": "Immunity: You are immune to this specific corruption for D6 days."
        }
    },
    "death": {
        "label": "Death",
        "tooltip": "There is no light to grace the tunnel, only a slow loss of self as your blood soaks the ground.",
        "default_difficulty": 3,
        "difficulty_tooltip": "Increase the difficulty by 2 if the target has already resisted death since dawn.",
        "results": {
            "skull": "Death: You die instantly.",
            "under": "Dying: You lose all toughness and fall unconscious. At dawn, flip the Doomcoin.  On a crest, you gain +1 toughness; on a skull, you die.",
            "equal": "Hold Out: If you have two action dice, lose an action die. Increase the difficulty of all attempts to resist [death] by 1 until dawn.",
            "over": "Not Today: If you have two action dice, lose an action die.",
            "crest": "Heroic Effort: If you have one action die, gain an action die."
        }
    }
}